Revit 2027 API
UnitTypeId.SquareMillimeters Property
 Square millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareMillimeters { get; }
Public Shared ReadOnly Property SquareMillimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareMillimeters {
	ForgeTypeId^ get ();
}
static member SquareMillimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace